Repository: knikita2505/cleaner_cursor
Catalog: cleaner_cursor/Localizable.xcstrings
Source language: en
Languages: es, ja, pt_br

source: This will permanently delete all secret contacts. This action cannot be undone.
es: Esto eliminará definitivamente todos los contactos secretos. No se puede deshacer.
ja: すべてのシークレット連絡先が完全に削除されます。この操作は取り消せません。
pt_br: Isso excluirá permanentemente todos os contatos secretos. Esta ação não pode ser desfeita.

source: This will use your remaining free items for today. Upgrade to Premium for unlimited cleaning.
es: Esto usará tus elementos gratis que quedan hoy. Pásate a Premium para limpiar sin límites.
ja: 本日残っている無料枠を使います。無制限にするにはプレミアムにアップグレードしてください。
pt_br: Isso usará seus itens grátis restantes de hoje. Assine o Premium para limpeza ilimitada.

source: Time to Check Your Gallery 🖼️
es: Hora de revisar tu galería 🖼️
ja: ギャラリーを確認しましょう 🖼️
pt_br: Hora de revisar sua galeria 🖼️

source: Tips & Recommendations
es: Consejos y recomendaciones
ja: ヒントとおすすめ
pt_br: Dicas e recomendações

source: To clean your address book, we need access to your contacts.
es: Para limpiar tu agenda, necesitamos acceso a tus contactos.
ja: 連絡先を整理するには、連絡先へのアクセスが必要です。
pt_br: Para limpar sua agenda, precisamos de acesso aos seus contatos.

source: To clean your photo library, we need access to your photos and videos.
es: Para limpiar tu biblioteca, necesitamos acceso a tus fotos y videos.
ja: 写真ライブラリを整理するには、写真とビデオへのアクセスが必要です。
pt_br: Para limpar sua fototeca, precisamos de acesso às suas fotos e vídeos.

source: To Delete
es: A eliminar
ja: 削除予定
pt_br: Para excluir

source: To import photos and videos, please allow access to your photo library in Settings.
es: Para importar fotos y videos, permite el acceso a tu biblioteca en Ajustes.
ja: 写真とビデオを読み込むには、設定で写真ライブラリへのアクセスを許可してください。
pt_br: Para importar fotos e vídeos, permita o acesso à fototeca em Ajustes.

source: To import photos and videos...
es: Para importar fotos y videos...
ja: 写真とビデオを読み込むには...
pt_br: Para importar fotos e vídeos...

source: To swipe through your photos, we need access to your photo library.
es: Para deslizar tus fotos, necesitamos acceso a tu biblioteca.
ja: 写真をスワイプするには、写真ライブラリへのアクセスが必要です。
pt_br: Para deslizar pelas suas fotos, precisamos de acesso à sua fototeca.

source: Today
es: Hoy
ja: 今日
pt_br: Hoje

source: Too Many Attempts
es: Demasiados intentos
ja: 試行回数が多すぎます
pt_br: Muitas tentativas

source: Track battery level and charging status
es: Sigue el nivel de batería y el estado de carga
ja: バッテリー残量と充電状態を確認できます
pt_br: Acompanhe o nível da bateria e o status de carregamento

source: Track Progress
es: Sigue el progreso
ja: 進捗を追跡
pt_br: Acompanhar o progresso

source: Track your progress
es: Sigue tu progreso
ja: 進捗を確認
pt_br: Acompanhe seu progresso

source: Try Again
es: Intentar de nuevo
ja: 再試行
pt_br: Tentar novamente

source: Try again in %@
es: Inténtalo de nuevo en %@
ja: %@後にもう一度お試しください
pt_br: Tente novamente em %@

source: Try not to charge to 100% every time
es: Intenta no cargar al 100% siempre
ja: 毎回100%まで充電しないようにしましょう
pt_br: Tente não carregar até 100% todas as vezes

source: Turn Off Wi-Fi When Not Needed
es: Apaga el Wi-Fi si no lo usas
ja: 使わないときはWi-Fiをオフに
pt_br: Desligue o Wi-Fi quando não precisar

source: Unable to load subscription details. Please check your internet connection and try again.
es: No se pudieron cargar los detalles de la suscripción. Comprueba tu conexión e inténtalo de nuevo.
ja: サブスクリプションの詳細を読み込めませんでした。インターネット接続を確認してもう一度お試しください。
pt_br: Não foi possível carregar os detalhes da assinatura. Verifique a conexão e tente novamente.

source: Unable to load subscription options. Please try again later.
es: No se pudieron cargar las opciones de suscripción. Inténtalo más tarde.
ja: サブスクリプションを読み込めませんでした。しばらくしてからもう一度お試しください。
pt_br: Não foi possível carregar as opções de assinatura. Tente novamente mais tarde.

source: Unable to load subscription options...
es: No se pudieron cargar las opciones...
ja: サブスクリプションを読み込めません...
pt_br: Não foi possível carregar as opções...

source: Undo
es: Deshacer
ja: 元に戻す
pt_br: Desfazer

source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido

source: Unknown date
es: Fecha desconocida
ja: 日付不明
pt_br: Data desconhecida

source: Unlimited
es: Ilimitado
ja: 無制限
pt_br: Ilimitado

source: Unlimited Cleaning
es: Limpieza ilimitada
ja: 無制限クリーンアップ
pt_br: Limpeza ilimitada

source: Unlimited cleanup & all features
es: Limpieza ilimitada y todas las funciones
ja: 無制限のクリーンアップと全機能
pt_br: Limpeza ilimitada e todos os recursos

source: UNLOCK
es: DESBLOQUEA
ja: 解除する
pt_br: DESBLOQUEIE

source: Unlock Premium
es: Desbloquea Premium
ja: プレミアムを解除
pt_br: Desbloquear Premium

source: Unplugged
es: Desconectada
ja: 未接続
pt_br: Desconectada

source: Update your 4-digit passcode
es: Actualiza tu código de 4 dígitos
ja: 4桁のパスコードを更新
pt_br: Atualize seu código de 4 dígitos

source: Uptime: %@
es: Tiempo activo: %@
ja: 連続稼働：%@
pt_br: Tempo ligado: %@

source: Use %@
es: Usar %@
ja: %@を使う
pt_br: Usar %@

source: Use Dark Mode
es: Usa el modo oscuro
ja: ダークモードを使う
pt_br: Use o Modo Escuro

source: Use iCloud Photos
es: Usa iCloud Photos
ja: iCloud Photosを使う
pt_br: Use o iCloud Photos

source: Use Wi-Fi Over Cellular
es: Usa Wi-Fi en vez de datos móviles
ja: モバイル通信よりWi-Fiを使う
pt_br: Prefira Wi-Fi aos dados móveis

source: Used
es: Usado
ja: 使用中
pt_br: Usado

source: Verify current passcode
es: Verifica el código actual
ja: 現在のパスコードを確認
pt_br: Confirme o código atual

source: Version %@
es: Versión %@
ja: バージョン %@
pt_br: Versão %@

source: Video asset not found
es: No se encontró el video
ja: ビデオアセットが見つかりません
pt_br: Arquivo de vídeo não encontrado

source: Video compression failed
es: Error al comprimir el video
ja: ビデオの圧縮に失敗しました
pt_br: Falha ao compactar o vídeo

source: Video export failed
es: Error al exportar el video
ja: ビデオの書き出しに失敗しました
pt_br: Falha ao exportar o vídeo

source: Video Review Reminder 🎬
es: Recordatorio de videos 🎬
ja: ビデオ確認のリマインダー 🎬
pt_br: Lembrete para revisar vídeos 🎬

source: Videos are often the biggest space consumers. Review large videos and consider moving them to cloud storage or deleting unused ones.
es: Los videos suelen ocupar más espacio. Revisa los grandes y plantéate pasarlos a la nube o eliminar los que no uses.
ja: ビデオは容量を最も使うことが多いです。大きなビデオを確認し、クラウドへ移すか、使っていないものを削除しましょう。
pt_br: Vídeos costumam ocupar mais espaço. Revise os grandes e considere movê-los para a nuvem ou excluir os que não usa.

source: Videos Cleaner
es: Limpieza de videos
ja: ビデオクリーナー
pt_br: Limpador de vídeos

source: Videos under 10 seconds will appear here
es: Los videos de menos de 10 segundos aparecerán aquí
ja: 10秒未満のビデオがここに表示されます
pt_br: Vídeos com menos de 10 segundos aparecerão aqui

source: View all
es: Ver todo
ja: すべて見る
pt_br: Ver tudo

source: View cleanup statistics by content type
es: Consulta estadísticas de limpieza por tipo de contenido
ja: コンテンツの種類ごとにクリーンアップ統計を確認できます
pt_br: Veja estatísticas de limpeza por tipo de conteúdo

source: View Tips
es: Ver consejos
ja: ヒントを見る
pt_br: Ver dicas

source: View Videos
es: Ver videos
ja: ビデオを見る
pt_br: Ver vídeos

source: We couldn't find enough highlights yet. Try taking more photos!
es: Aún no hay suficientes destacadas. ¡Haz más fotos!
ja: ハイライトに十分な写真がありません。もっと写真を撮ってみましょう！
pt_br: Ainda não há destaques suficientes. Tire mais fotos!

source: We couldn't scan your photos. Please try again.
es: No pudimos escanear tus fotos. Inténtalo de nuevo.
ja: 写真をスキャンできませんでした。もう一度お試しください。
pt_br: Não foi possível escanear suas fotos. Tente novamente.

source: We need access to your contacts to find and merge duplicates, and help you organize your address book.
es: Necesitamos acceso a tus contactos para encontrar y fusionar duplicados, y ayudarte a organizar tu agenda.
ja: 重複の検出と統合、アドレス帳の整理のために、連絡先へのアクセスが必要です。
pt_br: Precisamos de acesso aos seus contatos para encontrar e mesclar duplicatas e ajudar a organizar sua agenda.

source: We need access to your contacts to find and merge duplicates, remove empty contacts.
es: Necesitamos acceso a tus contactos para encontrar y fusionar duplicados y quitar contactos vacíos.
ja: 重複の検出と統合、空の連絡先の削除のために、連絡先へのアクセスが必要です。
pt_br: Precisamos de acesso aos seus contatos para encontrar e mesclar duplicatas e remover contatos vazios.

source: We need access to your photos to find duplicates and help you free up space.
es: Necesitamos acceso a tus fotos para encontrar duplicados y ayudarte a liberar espacio.
ja: 重複を見つけて容量を確保するために、写真へのアクセスが必要です。
pt_br: Precisamos de acesso às suas fotos para encontrar duplicatas e ajudar a liberar espaço.

source: We need access to your photos to find duplicates, similar photos, and help you free up storage space.
es: Necesitamos acceso a tus fotos para encontrar duplicados, fotos similares y ayudarte a liberar espacio.
ja: 重複や似た写真を見つけて容量を確保するために、写真へのアクセスが必要です。
pt_br: Precisamos de acesso às suas fotos para encontrar duplicatas, fotos semelhantes e ajudar a liberar espaço.

source: We need access to your photos to find duplicates, similar photos, screenshots, and help you free up storage space.
es: Necesitamos acceso a tus fotos para encontrar duplicados, fotos similares, capturas y ayudarte a liberar espacio.
ja: 重複、似た写真、スクリーンショットを見つけて容量を確保するために、写真へのアクセスが必要です。
pt_br: Precisamos de acesso às suas fotos para encontrar duplicatas, fotos semelhantes, capturas e ajudar a liberar espaço.

source: We recommend creating a backup of your %lld contacts before making any changes.
es: Te recomendamos crear una copia de tus %lld contactos antes de hacer cambios.
ja: 変更する前に、%lld件の連絡先のバックアップを作成することをおすすめします。
pt_br: Recomendamos criar um backup dos seus %lld contatos antes de fazer alterações.

source: We selected %lld photos you might want to keep
es: Elegimos %lld fotos que quizá quieras conservar
ja: 残しておきたい%lld枚の写真を選びました
pt_br: Selecionamos %lld fotos que você talvez queira manter

source: WEEKLY
es: SEMANAL
ja: 週間
pt_br: SEMANAL

source: WEEKLY ACCESS
es: ACCESO SEMANAL
ja: 週間アクセス
pt_br: ACESSO SEMANAL

source: Weekly Storage Check 📊
es: Revisión semanal de almacenamiento 📊
ja: 週間ストレージチェック 📊
pt_br: Checagem semanal de armazenamento 📊

source: Welcome to Magic Swipe
es: Te damos la bienvenida a Magic Swipe
ja: Magic Swipeへようこそ
pt_br: Boas-vindas ao Magic Swipe

source: When you're not using Wi-Fi, your device constantly searches for networks. Disable Wi-Fi in areas with no networks to save battery.
es: Si no usas Wi-Fi, el dispositivo busca redes todo el tiempo. Apágalo donde no haya redes para ahorrar batería.
ja: Wi-Fiを使っていないときも、デバイスはネットワークを探し続けます。電波がない場所ではWi-Fiをオフにすると節約できます。
pt_br: Quando você não usa Wi-Fi, o aparelho fica procurando redes. Desligue o Wi-Fi onde não houver redes para economizar bateria.

source: While iOS manages memory well, closing apps you're not using can free up resources for the apps you need.
es: Aunque iOS gestiona bien la memoria, cerrar apps que no uses libera recursos para las que sí necesitas.
ja: iOSはメモリをうまく管理しますが、使っていないアプリを閉じると、必要なアプリのための余裕が生まれます。
pt_br: Embora o iOS gerencie bem a memória, fechar apps que você não usa libera recursos para os que precisa.

source: Wi-Fi uses less power than cellular data. When available, connect to Wi-Fi to reduce battery consumption.
es: El Wi-Fi gasta menos que los datos móviles. Conéctate al Wi-Fi cuando puedas para ahorrar batería.
ja: Wi-Fiはモバイルデータ通信より消費電力が少なくなります。使えるときはWi-Fiに接続しましょう。
pt_br: O Wi-Fi gasta menos energia que os dados móveis. Quando possível, conecte-se ao Wi-Fi para economizar bateria.

source: YEARLY ACCESS
es: ACCESO ANUAL
ja: 年間アクセス
pt_br: ACESSO ANUAL

source: Yes
es: Sí
ja: はい
pt_br: Sim

source: Yesterday
es: Ayer
ja: 昨日
pt_br: Ontem

source: You are not allowed to make purchases on this device.
es: No puedes hacer compras en este dispositivo.
ja: このデバイスでは購入できません。
pt_br: Você não pode fazer compras neste dispositivo.

source: You can delete all history data anytime using the trash icon in the top right corner
es: Puedes borrar todo el historial cuando quieras con el icono de papelera de la esquina superior derecha
ja: 右上のゴミ箱アイコンから、いつでも履歴をすべて削除できます
pt_br: Você pode apagar todo o histórico a qualquer momento pelo ícone de lixeira no canto superior direito

source: You can free up to
es: Puedes liberar hasta
ja: 最大で解放できる容量
pt_br: Você pode liberar até

source: You can save up to
es: Puedes ahorrar hasta
ja: 最大で節約できる容量
pt_br: Você pode economizar até

source: You don't have any burst photo series.
es: No tienes series de fotos en ráfaga.
ja: 連写シリーズはありません。
pt_br: Você não tem séries de fotos em rajada.

source: You don't have any files larger than %lld MB.
es: No tienes archivos de más de %lld MB.
ja: %lld MBより大きいファイルはありません。
pt_br: Você não tem arquivos maiores que %lld MB.

source: You don't have any Live Photos to clean up.
es: No tienes Live Photos para limpiar.
ja: 整理できるLive Photosはありません。
pt_br: Você não tem Live Photos para limpar.

source: You don't have any screenshots to clean.
es: No tienes capturas para limpiar.
ja: 整理できるスクリーンショットはありません。
pt_br: Você não tem capturas de tela para limpar.

source: You don't have enough photos to use the swipe feature.
es: No tienes suficientes fotos para usar el deslizamiento.
ja: スワイプ機能を使うのに十分な写真がありません。
pt_br: Você não tem fotos suficientes para usar o deslize.

source: You don't have enough photos...
es: No tienes suficientes fotos...
ja: 写真が足りません...
pt_br: Você não tem fotos suficientes...

source: You have %lld screenshots that might be outdated
es: Tienes %lld capturas que podrían estar desactualizadas
ja: 古くなっている可能性があるスクリーンショットが%lld枚あります
pt_br: Você tem %lld capturas que podem estar desatualizadas

source: You have %lld unsaved decisions. If you leave now, your progress won't be saved.
es: Tienes %lld decisiones sin guardar. Si sales ahora, no se guardará el progreso.
ja: 未保存の判断が%lld件あります。今離れると、進捗は保存されません。
pt_br: Você tem %lld decisões não salvas. Se sair agora, o progresso não será salvo.

source: You may have duplicate photos taking up space.
es: Puede que tengas fotos duplicadas ocupando espacio.
ja: 容量を圧迫している重複写真があるかもしれません。
pt_br: Você pode ter fotos duplicadas ocupando espaço.

source: You might have old screenshots you no longer need.
es: Puede que tengas capturas antiguas que ya no necesitas.
ja: 不要になった古いスクリーンショットがあるかもしれません。
pt_br: Você pode ter capturas antigas de que não precisa mais.

source: You want to clean %lld items but only have %lld left today. Upgrade to Premium for unlimited cleaning.
es: Quieres limpiar %lld elementos, pero hoy solo te quedan %lld. Pásate a Premium para limpiar sin límites.
ja: %lld件を整理しようとしていますが、今日残っているのは%lld件です。無制限にするにはプレミアムにアップグレードしてください。
pt_br: Você quer limpar %lld itens, mas hoje restam apenas %lld. Assine o Premium para limpeza ilimitada.

source: You want to delete %lld items but only have %lld left today.
es: Quieres eliminar %lld elementos, pero hoy solo te quedan %lld.
ja: %lld件を削除しようとしていますが、今日残っているのは%lld件です。
pt_br: Você quer excluir %lld itens, mas hoje restam apenas %lld.

source: You've reached your daily limit of %lld items.
es: Alcanzaste el límite diario de %lld elementos.
ja: 1日の上限（%lld件）に達しました。
pt_br: Você atingiu o limite diário de %lld itens.

source: You've reached your daily limit of %lld items. Upgrade to Premium for unlimited cleaning.
es: Alcanzaste el límite diario de %lld elementos. Pásate a Premium para limpiar sin límites.
ja: 1日の上限（%lld件）に達しました。無制限にするにはプレミアムにアップグレードしてください。
pt_br: Você atingiu o limite diário de %lld itens. Assine o Premium para limpeza ilimitada.

source: You've reviewed all photos in %@
es: Revisaste todas las fotos de %@
ja: %@の写真をすべて確認しました
pt_br: Você revisou todas as fotos de %@

source: You've successfully cleaned up your photo library
es: Limpiaste tu biblioteca de fotos con éxito
ja: 写真ライブラリの整理が完了しました
pt_br: Você limpou sua fototeca com sucesso

source: Your address book is empty
es: Tu agenda está vacía
ja: 連絡先が空です
pt_br: Sua agenda está vazia

source: Your Best Photos
es: Tus mejores fotos
ja: あなたのベストショット
pt_br: Suas melhores fotos

source: Your contacts are clean!
es: ¡Tus contactos están limpios!
ja: 連絡先はきれいです！
pt_br: Seus contatos estão limpos!

source: Your data is stored securely on this device
es: Tus datos se guardan de forma segura en este dispositivo
ja: データはこのデバイスに安全に保存されます
pt_br: Seus dados ficam armazenados com segurança neste dispositivo

source: Your device has been running for %@. Regular restarts clear temporary files and can improve performance.
es: Tu dispositivo lleva activo %@. Reiniciar de vez en cuando borra archivos temporales y puede mejorar el rendimiento.
ja: このデバイスは%@稼働しています。定期的な再起動で一時ファイルが消え、パフォーマンスが向上することがあります。
pt_br: Seu dispositivo está ligado há %@. Reinícios regulares limpam arquivos temporários e podem melhorar o desempenho.

source: Your device is well optimized. Keep it up!
es: Tu dispositivo está bien optimizado. ¡Sigue así!
ja: デバイスは十分に最適化されています。この調子で！
pt_br: Seu dispositivo está bem otimizado. Continue assim!

source: Your highlights have been saved to the album '%@'
es: Tus destacadas se guardaron en el álbum “%@”
ja: ハイライトをアルバム「%@」に保存しました
pt_br: Seus destaques foram salvos no álbum “%@”

source: Your photo library is clean!
es: ¡Tu biblioteca de fotos está limpia!
ja: 写真ライブラリはきれいです！
pt_br: Sua fototeca está limpa!

source: Your photo library is clean! No duplicate photos were detected.
es: ¡Tu biblioteca de fotos está limpia! No se detectaron duplicados.
ja: 写真ライブラリはきれいです。重複写真は見つかりませんでした。
pt_br: Sua fototeca está limpa! Nenhuma foto duplicada foi encontrada.

source: Your photo library looks great!
es: ¡Tu biblioteca de fotos se ve genial!
ja: 写真ライブラリは良好です！
pt_br: Sua fototeca está ótima!

source: Your videos will appear here
es: Tus videos aparecerán aquí
ja: ビデオがここに表示されます
pt_br: Seus vídeos aparecerão aqui

source: %lld videos
ja: %lld本のビデオ
pt_br: %lld vídeos

source: Error
ja: エラー
pt_br: Erro

source: No
ja: いいえ
pt_br: Não

source: Normal
ja: 正常

source: PREMIUM
ja: プレミアム

source: Temp
ja: 温度

source: total
ja: 合計

source: Total
ja: 合計

source: Videos
ja: ビデオ
pt_br: Vídeos

source: Videos: %lld
ja: ビデオ：%lld
pt_br: Vídeos: %lld
